Repository: laoyigrace/subject
Catalog: subject/locale/*/LC_MESSAGES/glance-log-warning.po
Languages: pt_br

source: %(subject_id)s: field %(key)s differs (source is %(master_value)s, destination is %(slave_value)s)
pt_br: %(subject_id)s: campo %(key)s difere (origem é %(master_value)s, destino é %(slave_value)s)

source: Access denied to subject %(id)s but returning 'not found'
pt_br: Acesso negado à subjectm %(id)s, mas retornando 'não localizado'

source: An optional task has failed, the failure was: %s
pt_br: Uma tarefa opcional falhou, a falha foi: %s

source: Artifact with id=%s is not accessible
pt_br: Artefato com id=%s não está acessível

source: Artifact with id=%s not found
pt_br: Artefato com id=%s não encontrado

source: Attempted to modify subject user did not own.
pt_br: Tentou modificar o usuário da subjectm não de sua propriedade.

source: Cached subject file '%s' doesn't exist, unable to delete
pt_br: O arquivo de subjectm em cache '%s' não existe; não é possível excluir

source: Could not find subject %s
pt_br: Não foi possível localizar a subjectm %s

source: Could not find schema properties file %s. Continuing without custom properties
pt_br: Não foi possível localizar o arquivo de propriedades de esquema %s. Continuando sem propriedades customizadas

source: Could not find task %s
pt_br: Não foi possível localizar tarefa %s

source: Deadlock detected. Retrying...
pt_br: Conflito detectado. Tentando novamente...

source: Duplicate entry for values: %s
pt_br: Entrada duplicada para valores: %s

source: Failed to activate subject %s in registry. About to delete subject bits from store and update status to 'killed'.
pt_br: Falha ao ativar subjectm %s no registro. Prestes a excluir bits de subjectm do armazenamento e atualizar status para 'encerrado'.

source: Failed to decrypt location value for subject %(subject_id)s
pt_br: Falha ao descriptografar valor do local para subjectm %(subject_id)s

source: Failed to delete file %(path)s. Got error: %(e)s
pt_br: Falha ao excluir arquivo %(path)s. Erro recebido: %(e)s

source: Failed to delete subject %s in store from URI
pt_br: Falha ao excluir subjectm %s no armazenamento da URI

source: Failed to find task %(task_id)s. Reason: %(reason)s
pt_br: Falha ao encontrar tarefa %(task_id)s. Razão: %(reason)s

source: Failed to successfully cache all subjects in queue.
pt_br: Falha ao armazenar em cache com êxito todas as subjectns da fila.

source: Fetch of cache file failed (%(e)s), rolling back by moving '%(incomplete_path)s' to '%(invalid_path)s'
pt_br: Falha na busca do arquivo de cache (%(e)s), recuperando ao mover '%(incomplete_path)s' para '%(invalid_path)s'

source: Forbidden to create task. Reason: %(reason)s
pt_br: Proibido criar tarefa. Razão: %(reason)s

source: Forbidden to get task %(task_id)s. Reason: %(reason)s
pt_br: Proibido obter tarefa %(task_id)s. Razão: %(reason)s

source: Id not in sort_keys; is sort_keys unique?
pt_br: ID não em sort_keys; sort_keys é exclusivo?

source: Subject '%s' is not active. Not caching.
pt_br: A subjectm '%s' não está ativa. Sem armazenamento em cache.

source: Subject cache driver '%(driver_module)s' failed to configure. Got error: '%(config_err)s
pt_br: O driver de cache de subjectm '%(driver_module)s' falhou ao ser configurado. Erro obtido: '%(config_err)s

source: Subject cache driver '%(driver_name)s' failed to load. Got error: '%(import_err)s.
pt_br: O driver de cache de subjectm '%(driver_name)s' falhou ao ser carregado. Erro obtido: '%(import_err)s.

source: Invalid marker. Subject %(id)s could not be found.
pt_br: Marcador Inválido. Subjectm %(id)s não pôde ser encontrada.

source: Invalid membership association specified for subject %(id)s
pt_br: Associação de membro inválida especificada para a subjectm %(id)s

source: Member %(id)s not found
pt_br: Membro %(id)s não localizado

source: No metadata found for subject '%s'
pt_br: Nenhum metadado localizado para a subjectm '%s'

source: Task %(task_id)s failed with exception %(error)s
pt_br: Tarefa %(task_id)s falhou com exceção %(error)s

source: Unable to get deleted subject
pt_br: Não é possível obter a subjectm excluída

source: Unable to get unowned subject
pt_br: Não é possível obter a subjectm não possuída

source: Unrecognised child %s
pt_br: Filho %s não reconhecido

source: User lacks permission to share subject %(id)s
pt_br: O usuário não tem permissão para compartilhar a subjectm %(id)s
